tap "oven-sh/bun"
brew "ffmpeg"
brew "node"
brew "gemini-cli"
brew "gh"
brew "imagemagick"
brew "maven"
brew "ollama"
brew "opencode"
brew "openjdk@17"
brew "starship"
brew "uv"
brew "vercel-cli"
brew "oven-sh/bun/bun"
cask "antigravity"
cask "chatgpt"
cask "chatgpt-atlas"
cask "claude"
cask "claude-code"
cask "codex"
cask "discord"
cask "figma"
cask "github"
cask "google-drive"
cask "maccy"
cask "notion-calendar"
cask "obsidian"
cask "rectangle"
cask "screen-studio"
cask "slack"
cask "visual-studio-code"
cask "warp"
vscode "anthropic.claude-code"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "hermitter.oh-lucy-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.vscode-typescript-next"
vscode "muhammadsodiqmuhammadrosul.rafcem-react-snippets"
vscode "openai.chatgpt"
vscode "ops-team.hwpx-viewer"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "tomoki1207.pdf"
